Repository: restezconnectes/events-manager-openstreetmap
Catalog: languages/events-manager-openstreetmap-*.po
Languages: fr_fr

source: Settings are saved!
fr_fr: Les paramètres ont été enregistrés !

source: Select Location Map Page:
fr_fr: Sélectionnez la page de carte pour les lieux :

source: See this page
fr_fr: Voir cette page

source: There must be the shortcode:
fr_fr: Il doit y avoir le shortcode :

source: Please select a page
fr_fr: Sélectionner une page

source: Select Events Map Page:
fr_fr: Sélectionnez la page de carte des événements :

source: Select Cat Map Page:
fr_fr: Sélectionnez la page carte des categories :

source: Start coordinates:
fr_fr: Coordonnées de départ :

source: Enter number of days before generate map expiration
fr_fr: Entrez le nombre de jours avant l’expiration de la carte générée

source: By default is 15 days.
fr_fr: Par défaut, il est de 15 jours.

source: day
fr_fr: jour

source: days
fr_fr: jours

source: Icon for Location Map:
fr_fr: Icône pour la carte des lieux :

source: By default is Default
fr_fr: Par défaut est Default

source: Accountancy
fr_fr: Comptabilité

source: Arts Crafts
fr_fr: Les métiers d'art

source: Astrology
fr_fr: Astrologie

source: Automotive
fr_fr: Automobile

source: Birds
fr_fr: Oiseaux

source: Books Media
fr_fr: Livres Médias

source: Breakfast & Brunch
fr_fr: Petit-Déjeuner & Brunch

source: Business
fr_fr: Entreprise

source: Cake Shop
fr_fr: Pâtisserie

source: Clothings
fr_fr: Vêtements

source: Coffee & Tea
fr_fr: Café & Thé

source: Commercial Places
fr_fr: Lieux commerciaux

source: Community
fr_fr: Communauté

source: Computers
fr_fr: Ordinateurs

source: Cookbooks
fr_fr: Livres culinaires

source: Dance Clubs
fr_fr: Clubs de danse

source: Default
fr_fr: Défaut

source: Dental
fr_fr: Dentaire

source: Doctors
fr_fr: Médecins

source: Education
fr_fr: Formation

source: Electronics
fr_fr: Appareils électroniques

source: Employment
fr_fr: Relation de travail

source: Engineering
fr_fr: Ingénierie

source: Entertainment
fr_fr: Divertissement

source: Event
fr_fr: Événement

source: Exhibitions
fr_fr: Expositions

source: Fashion
fr_fr: Mode

source: Financial Services
fr_fr: Services financiers

source: Food
fr_fr: Nourriture

source: Furniture Stores
fr_fr: Magasins de meubles

source: Games
fr_fr: Jeux

source: Gifts Flowers
fr_fr: Fleurs de cadeaux

source: Government
fr_fr: Gouvernement

source: Health Medical
fr_fr: Santé médicale

source: Home Services
fr_fr: Services à domicile

source: Hotels
fr_fr: Hôtels

source: Jewelry
fr_fr: Bijoux

source: Jobs
fr_fr: Emplois

source: Karaoke
fr_fr: Karaoké

source: Law
fr_fr: Droit

source: Lawn Garden
fr_fr: Jardin de pelouse

source: Libraries
fr_fr: Bibliothèques

source: Local Services
fr_fr: Services de proximité

source: Manufacturing
fr_fr: Système de production

source: Marker New
fr_fr: Marker Nouveau

source: Mass Media
fr_fr: Médias de masse

source: Massage Therapy
fr_fr: Massothérapie

source: Medical
fr_fr: Vérifications

source: Miscellaneous For Sale
fr_fr: Divers à vendre

source: Mobile Phones
fr_fr: Téléphones portables

source: Movies
fr_fr: Films

source: Museums
fr_fr: Musées

source: Musical Instruments
fr_fr: Instruments de Musique

source: Nightlife
fr_fr: Vie nocturne

source: Parks
fr_fr: Parcs

source: Parties
fr_fr: Organisations et personnes

source: Pets
fr_fr: Animaux

source: Places
fr_fr: Lieux

source: Play Schools
fr_fr: Écoles de jeu

source: Playgrounds
fr_fr: Terrains de jeux

source: Pool Halls
fr_fr: Salles de billard

source: Printing Graphic Arts
fr_fr: Imprimer des arts graphiques

source: Professional
fr_fr: Professionnel

source: Real Estate
fr_fr: Immobilier

source: Religious Organizations
fr_fr: Organisations religieuses

source: Residential Places
fr_fr: Lieux résidentiels

source: Retail Stores
fr_fr: Magasins de vente au détail

source: Saloon
fr_fr: Berline

source: Schools
fr_fr: Ecoles

source: Sporting Goods
fr_fr: Articles de sport

source: Swimming Pools
fr_fr: Piscines de l’hôtel

source: Telemarketing
fr_fr: Télémarketing

source: Tires Accessories
fr_fr: Accessoires pneus

source: Tools Hardware
fr_fr: Matériel d'outils

source: Tours
fr_fr: Circuits

source: Toys Store
fr_fr: Magasin de jouets

source: Travel
fr_fr: Voyage

source: Tutors
fr_fr: Tuteurs

source: Vacant Land
fr_fr: Terrain vacant

source: Default Icon
fr_fr: Icône par défaut

source: Size icon for Location Map:
fr_fr: Taille de l'icône pour la carte des lieux :

source: Width x Height
fr_fr: Largeur x Hauteur

source: Tile for Location & Events Map:
fr_fr: Calque pour les carte des lieux et événements :

source: Enter here API MapBox access token
fr_fr: Entrez ici le jeton d’accès API MapBox

source: Custom CSS:
fr_fr: CSS personnalisé :

source: Customs Values for Shortcodes Map:
fr_fr: Valeurs personnalisables pour les codes courts des cartes :

source: Display thumbnail: 0 for none, 1 for display
fr_fr: Afficher la vignette : 0 pour aucune, 1 pour afficher

source: Display baselayers icons map: 0 for none, 1 for display
fr_fr: Afficher la carte des icônes des couches de base : 0 pour aucune, 1 pour l’affichage

source: Change texte for ReadMore link
fr_fr: Modifier le texte du lien ReadMore

source: Display Legend Location: 0 for none, 1 for display
fr_fr: Afficher la légende des lieux : 0 pour aucune, 1 pour afficher

source: Display Legend Events: 0 for none, 1 for display
fr_fr: Afficher la légendes des événements : 0 pour aucune, 1 pour afficher

source: Display Mini-Map on your map
fr_fr: Afficher la mini-carte sur votre carte

source: Display Events by Category for Events Map
fr_fr: Afficher les événements par catégorie pour la carte des événements

source: Change limit of markers for Events Map
fr_fr: Modifier la limite des marqueurs pour la carte des événements

source: Change Height for your map
fr_fr: Modifier la hauteur de votre carte

source: Change Latitude for map centering
fr_fr: Modifier latitude pour le centrage de la carte

source: Change Longitude for map centering
fr_fr: Modifier la longitude pour le centrage de la carte

source: Change type of map: 'location' or 'events'
fr_fr: Changer le type de carte : 'location' or 'events'

source: Display search icon map: 0 for none, 1 for display
fr_fr: Afficher l’icône de recherche : 0 pour aucun, 1 pour l’affichage

source: Enter a URL for custom icon (only for location map)
fr_fr: Entrez une URL pour l’icône personnalisée (uniquement pour la carte des lieux)

source: Enter width for custom icon (only for location map)
fr_fr: Entrez la largeur de l’icône personnalisée (uniquement pour la carte des lieux)

source: Enter height for custom icon (only for location map)
fr_fr: Entrez la hauteur pour l’icône personnalisée (uniquement pour la carte des lieux)

source: Display Region: 0 for none, 1 for display on marker content
fr_fr: Affichage de la région : 0 pour aucun, 1 pour l’affichage dans le contenu du marqueur

source: Display State: 0 for none, 1 for display on marker content
fr_fr: Affichage de l'état : 0 pour aucun, 1 pour l’affichage dans le contenu du marqueur

source: Display Country: 0 for none, 1 for display on marker content
fr_fr: Affichage du pays : 0 pour aucun, 1 pour l’affichage sur dans contenu du marqueur

source: Give me a gift!
fr_fr: Offrez-moi un cadeau!

source: Delete all settings at plugin desativate?
fr_fr: Effacer les réglages personnalisés lors de la désactivation de l'extension ?

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Events Manager OpenStreetMap is brought to you by
fr_fr: Events Manager OpenStreetMap vous est présenté par

source: If you found this plugin useful
fr_fr: Si vous avez trouvé cette extention utile

source: give it 5 &#9733; on WordPress.org
fr_fr: donnez-lui 5 &#9733; sur WordPress.org

source: Icon
fr_fr: Icône

source: Choose This Image
fr_fr: Choisir cette image

source: Choose Image
fr_fr: Choisir une image

source: Locations Map
fr_fr: Carte des emplacements

source: Events Map
fr_fr: Carte des évènements

source: Categories Map
fr_fr: Carte des catégories

source: Settings
fr_fr: Réglages

source: You do not have sufficient privileges to access this page.
fr_fr: Vous n'avez pas les autorisations suffisantes pour accéder à cette page.

source: Read more
fr_fr: En savoir plus

source: All Layers
fr_fr: Tous les calques

source: Please ensure Events Manager is enabled for the EM OpenStreetMap to work.
fr_fr: Veuillez vous assurer que Events Manager soit activé pour que EM OpenStreetMap fonctionnent.

source: All locations on map:
fr_fr: Tous les emplacements sur la carte:

source: Zoom in
fr_fr: Zoom avant

source: Zoom out
fr_fr: Zoom arrière

source: Zoom home
fr_fr: Retour

source: All events on map:
fr_fr: Tous les événements sur la carte :

source: Search for places or addresses
fr_fr: Rechercher un lieu ou une adresse

source: Settings OpenStreetMap
fr_fr: Paramètres OpenStreetMap

source: Location OpenStreetMap
fr_fr: Emplacement OpenStreetMap

source: Height:
fr_fr: Hauteur :

source: Tile:
fr_fr: Fond de carte :

source: Icon:
fr_fr: Icône :

source: Use category icon
fr_fr: Utiliser l’icône de catégorie

source: You do not have the rights to manage this %s.
fr_fr: Vous n’avez pas les droits de gérer ce %s.

source: location
fr_fr: lieu

source: Search a place with its coordinates with OpenStreeMap, drag the marker for more precision.
fr_fr: Recherchez un endroit avec ses coordonnées avec OpenStreeMap, faites glisser le marqueur pour plus de précision.

source: SEARCH
fr_fr: RECHERCHER

source: Map Options
fr_fr: Options de la carte

source: Custom Icon
fr_fr: Icône personnalisée

source: Select "Custom Icon" for use a custom icon
fr_fr: Sélectionnez « Icône personnalisée » pour utiliser un icône personnalisée

source: Your Custom Icon:
fr_fr: Votre icône personnalisé :

source: Uploader
fr_fr: Téléverser

source: Drag marker for more precision.
fr_fr: Faites glisser le marqueur pour plus de précision.

source: Choose the best answer:
fr_fr: Choisissez la meilleure réponse :

source: Display this location and these coordinates
fr_fr: Afficher cet emplacement et ces coordonnées

source: Sorry... not found
fr_fr: Désolé... aucune réponse n’a été trouvée

source: Choose This Icon
fr_fr: Choisissez cet icône

source: Choose Icon
fr_fr: Choisir l’icône

source: Map Icon
fr_fr: Icône carte

source: Change Icon
fr_fr: Changer d'icône

source: Remove Icon
fr_fr: Supprimer l’icône
